{
    "url": "https://www.gutenberg.org/ebooks/960",
    "autor": "Baum, L. Frank (Lyman Frank), 1856-1919",
    "titulo": "The Tin Woodman of OzA Faithful Story of the Astonishing Adventure Undertaken by the Tin Woodman, Assisted by Woot the Wanderer, the Scarecrow of Oz, and Polychrome, the Rainbow's Daughter",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"The Tin Woodman of Oz\" by L. Frank Baum is a children's fantasy novel written during the late 19th century. The story follows the beloved character, the Tin Woodman, as he embarks on a quest to find his long-lost fiancée, Nimmie Amee, alongside his friends Woot the Wanderer and the Scarecrow. This adventure promises to be filled with new discoveries, whimsical characters, and the kind of enchantment readers have come to love in the Oz series.  At the start of the story, the Tin Woodman is introduced, seated in his magnificent tin castle, when a wanderer named Woot arrives. Intrigued by the boy's curious nature, the Tin Woodman shares his history, revealing how he became a living being made of tin and the story behind his unrequited love for Nimmie Amee. Following a conversation that encourages the Tin Woodman to take action, he resolves to find her with the help of Woot and the Scarecrow. The opening sets the stage for their journey, foreshadowing encounters with magical beings and the exciting challenges they will face in the rich, imaginative world of Oz. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "Oz (Imaginary place) -- Juvenile fiction",
        "Fantasy literature",
        "Boys -- Juvenile fiction",
        "Magic -- Juvenile fiction",
        "Love -- Juvenile fiction",
        "Soldiers -- Juvenile fiction",
        "Good and evil -- Juvenile fiction",
        "Gale, Dorothy (Fictitious character) -- Juvenile fiction",
        "Princess Ozma (Fictitious character) -- Juvenile fiction",
        "Scarecrow (Fictitious character from Baum) -- Juvenile fiction",
        "Witches -- Juvenile fiction",
        "Tin Woodman (Fictitious character) -- Juvenile fiction",
        "Wizards -- Juvenile fiction"
    ]
}