{
    "url": "https://www.gutenberg.org/ebooks/7250",
    "autor": "Twain, Mark, 1835-1910",
    "titulo": "A Connecticut Yankee in King Arthur's Court, Part 9.",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"A Connecticut Yankee in King Arthur's Court, Part 9\" by Mark Twain is a satirical novel written in the late 19th century. This work blends elements of fantasy and historical fiction, exploring the adventures of a modern American, Hank Morgan, who finds himself transported back to the time of King Arthur and the Knights of the Round Table. The likely topic of this book revolves around the clash of medieval and modern values, particularly in the context of technology and social structures.  In this part of the book, Hank Morgan grapples with the consequences of his actions in an England under an Interdict imposed by the Church, which plunges the nation into despair and silence. The narrative captures the escalating tensions as Hank learns about the division among the knights following the scandal surrounding Queen Guinevere and Sir Launcelot. As the situation deteriorates, a war breaks out between factions, leading to fierce battles where Hank employs his knowledge of modern warfare to devastating effect. However, the narrative takes a dark turn as Hank’s society collapses under the weight of its own conflicts, culminating in a tragic showdown that leads to profound loss and uncertainty for the future. The interplay between Hank's modern ideas and the medieval world results in both humorous and somber reflections on power, technology, and human nature. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "Fantasy fiction",
        "Satire",
        "Knights and knighthood -- Fiction",
        "Arthurian romances -- Adaptations",
        "Time travel -- Fiction",
        "Americans -- Great Britain -- Fiction",
        "Kings and rulers -- Fiction",
        "Britons -- Fiction"
    ]
}