{
    "url": "https://www.gutenberg.org/ebooks/15564",
    "autor": "Blair, Emma Helen, 1851-1911",
    "titulo": "The Philippine Islands, 1493-1898 — Volume 18 of 551617-1620Explorations by Early Navigators, Descriptions of the Islands and Their Peoples, Their History and Records of the Catholic Missions, as Related in Contemporaneous Books and Manuscripts, Showing the Political, Economic, Commercial and Religious Conditions of Those Islands from Their Earliest Relations with European Nations to the Close of the Nineteenth Century",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"The Philippine Islands, 1493-1898 — Volume 18 of 55\" by Emma Helen Blair et al. is a historical account written in the early 20th century. The book covers a crucial period in the Philippines' past from 1617 to 1620, detailing the islands' navigation history, the status of their colonial administration, and the interactions between local peoples and European powers, specifically focusing on Spain and the Dutch. It likely provides insights into the political, economic, and social circumstances faced by the Philippines during this turbulent era.  At the start of the volume, the narrative introduces significant events from 1617 to 1618, reflecting on the conflicts between Spanish forces and Dutch marauders in the waters surrounding the Philippine Islands. The text recounts the strategic preparations for naval engagements, notably a decisive battle against the Dutch fleet at Playa Honda, which marked a critical point in maintaining Spanish presence in the region. Additionally, the volume highlights the economic hardship suffered due to pirate raids and the challenges of governing the islands. Through letters and records from various officials, the accounts underscore concerns about corruption, military inadequacies, and the pressing need for reform in colonial management, painting a vivid picture of a colony caught in the throes of geopolitical strife. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "Philippines -- History -- Sources",
        "Missions -- Philippines",
        "Philippines -- Discovery and exploration",
        "Demarcation line of Alexander VI"
    ]
}