{
    "url": "https://www.gutenberg.org/ebooks/45231",
    "autor": "Horstmann, Henry Charles",
    "titulo": "Motion Picture Operation, Stage Electrics and IllusionsA Practical Hand-book and Guide for Theater Electricians, Motion Picture Operators and Managers of Theaters and Productions",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"Motion Picture Operation, Stage Electrics and Illusions\" by Henry C. Horstmann and Victor H. Tousley is a practical handbook and guide written in the early 20th century. This work serves as a comprehensive reference for theater electricians, motion picture operators, and theater production managers, focusing on the electrical needs specific to theater environments. The book delves into topics such as electrical circuits, the operation of arc lamps, projection techniques, and the management of motion picture machinery, aiming to equip readers with essential knowledge and skills for their roles in the theater industry.  The opening of the book provides background information on the authors and outlines the purpose of the text, emphasizing its practical approach designed for those with a basic understanding of electricity. It highlights the unique challenges faced by theater electricians and operators, such as the hazards of electrical circuits and the intricacies of managing stage equipment. Notably, the preface indicates that the book is structured to address the needs of those actively engaged in the field, making it valuable for professionals looking to enhance their technical skills and understanding of electrical operations within theatrical settings. Topics like portable stage equipment and theater wiring are introduced, setting the stage for the detailed discussions that follow in subsequent chapters. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "Motion picture theaters",
        "Motion picture projection",
        "Electric wiring, Interior"
    ]
}