{
    "url": "https://www.gutenberg.org/ebooks/436",
    "autor": "Baum, L. Frank (Lyman Frank), 1856-1919",
    "titulo": "The Master KeyAn Electrical Fairy Tale Founded Upon the Mysteries of Electricity",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"The Master Key\" by L. Frank Baum is a children's fantasy novel written during the late 19th century. The story revolves around a young boy named Rob, who becomes fascinated with electricity and creates an array of electrical devices in his workshop. Through a series of adventures, Rob accidentally comes into contact with the \"Master Key of Electricity,\" summoning the Demon of Electricity, who grants him several remarkable gifts that showcase the wonders of electrical power.  At the start of the book, we find Rob, an inquisitive and imaginative boy, engrossed in his electrical experiments. With the support of his father, Rob turns his attic into a bustling workshop filled with intricate electrical contraptions that baffle and amuse his family. After an accidental encounter with the Master Key, he inadvertently calls forth the Demon of Electricity. This transformative meeting leads to the Demon granting Rob three extraordinary gifts that promise to revolutionize his understanding of electricity. Throughout the opening chapters, we witness Rob's youthful excitement, ingenuity, and a hint of recklessness as he embarks on an adventure that intertwines science with fantasy, propelling him to extraordinary feats that both amuse and challenge his character. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "Fantasy literature",
        "Conduct of life -- Juvenile fiction",
        "Adventure stories",
        "Pirates -- Juvenile fiction",
        "Voyages and travels -- Juvenile fiction",
        "Youth -- Conduct of life -- Juvenile fiction",
        "Thieves -- Juvenile fiction",
        "Parent and child -- Juvenile fiction",
        "Electricity -- Juvenile fiction",
        "War -- Juvenile fiction",
        "Physical sciences -- Juvenile fiction"
    ]
}