{
    "url": "https://www.gutenberg.org/ebooks/12668",
    "autor": "Collins, David, 1756-1810",
    "titulo": "An Account of the English Colony in New South Wales, Volume 2An Account Of The English Colony In New South Wales, From Its First Settlement In 1788, To August 1801: With Remarks On The Dispositions, Customs, Manners, Etc. Of The Native Inhabitants Of That Country. To Which Are Added, Some Particulars Of New Zealand; Compiled, By Permission, From The Mss. Of Lieutenant-Governor King; And An Account Of The Voyage Performed By Captain Flinders And Mr. Bass.",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"An Account of the English Colony in New South Wales, Volume 2\" by David Collins is a historical account written in the early 19th century. The work chronicles the early years of the English settlement in New South Wales, from its establishment in 1788 up to August 1801, detailing the various struggles, criminal activities, governance, and interactions with the indigenous populations encountered by the colonists. The narrative also includes observations about the customs and manners of the native inhabitants, as well as expeditions conducted by notable individuals such as Lieutenant-Governor King and Captain Flinders.  The opening of the second volume introduces the reader to a series of events and challenges faced by the colony, including rising crime rates among convicts, the establishment of stricter regulations, and public works needed to maintain order and improve living conditions. Following a recap of past troubles, Collins details the construction of a log prison to better control the convict population and reduce theft and disorder. The chapter then recounts the discovery of various crimes, including murder, and the punishment meted out to offenders, while also illustrating the complexity of the settlers' relationship with the native Aborigines and the ongoing efforts to cultivate the land to secure food resources. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "New South Wales -- Description and travel"
    ]
}