{
    "url": "https://www.gutenberg.org/ebooks/61695",
    "autor": "Garis, Howard Roger, 1873-1962",
    "titulo": "Uncle Wiggily and the Pirates; Or, How the Enemy Craft of Pirate Fox was Sunk",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"Uncle Wiggily and the Pirates; Or, How the Enemy Craft of Pirate Fox was Sunk\" by Howard R. Garis is a children's storybook written in the early 20th century. This delightful tale features the whimsical adventures of Uncle Wiggily, a charming bunny gentleman, as he encounters playful pirates and other animal characters. The book is predominantly focused on playful escapades and lessons around friendship and bravery set in a lighthearted fantasy world.  In the story, two pig boys, Curly and Floppy, take on the roles of pirates, capturing Uncle Wiggily in a fun game. However, the Fox and Wolf plot to truly capture him for their own mischief. The playful spirit continues as Curly and Floppy, now determined to rescue Uncle Wiggily, fashion a plan using a makeshift boat and pretend weapons, ultimately leading to an entertaining showdown that involves cabbages and carrots. Additionally, the book contains two more stories featuring Uncle Wiggily in amusing scenarios with squirrels and adventures in gathering May flowers—highlighting themes of creativity, teamwork, and the importance of wit in overcoming challenges. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "Animals -- Juvenile fiction",
        "Humorous stories, American",
        "Pirates -- Juvenile fiction",
        "Squirrels -- Juvenile fiction",
        "Rabbits -- Juvenile fiction",
        "Swine -- Juvenile fiction",
        "Foxes -- Juvenile fiction",
        "Muskrat -- Juvenile fiction",
        "Alligators -- Juvenile fiction",
        "Wolves -- Juvenile fiction",
        "Uncle Wiggily (Fictitious character) -- Juvenile fiction",
        "Bobcat -- Juvenile fiction"
    ]
}