{
    "url": "https://www.gutenberg.org/ebooks/57783",
    "autor": "Corbett, Thomas B.",
    "titulo": "The Legislative Manual, of the State of ColoradoComprising the History of Colorado, Annals of the Legislature, Manual of Customs, Precedents and Forms, Rules of Parliamentary Parliamentary Practice, and the Constitutions of the United States and the History of Colorado, Annals of the Legislature, Manual of Customs, Precedents and Forms, Rules of Parliamentary Practice, and the Constitutions of the United States and the State of Colorado. Also, Chronological Table of American History, Lists and Tables for Reference, Biographies, Etc.",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"The Legislative Manual, of the State of Colorado\" by Thomas B. Corbett is a comprehensive reference work written in the late 19th century. This manual serves as a detailed guide for the legislative processes of Colorado, encompassing the state's history, rules of parliamentary procedure, and key constitutional documents. It is likely to be of interest to lawmakers, legal professionals, and citizens keen on understanding the legislative framework and history of Colorado.  The opening of the manual presents a prelude to Colorado's legislative framework by outlining the historical context of the state. It begins with the cession of the Louisiana Province to the United States and the subsequent territorial developments influenced by exploration and settlement efforts. The text highlights significant explorations in the region, including those led by Zebulon Pike and John C. Frémont, while laying the groundwork for understanding the legislative history and establishment of governance in Colorado. The preface indicates a commitment to accuracy and thoroughness, emphasizing the value of this manual for those engaged in or studying the political and legal landscape of Colorado. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "Colorado. General Assembly -- Handbooks, manuals, etc.",
        "Colorado. General Assembly -- Rules and practice",
        "Colorado -- Politics and government -- 1876-1950"
    ]
}