{
    "url": "https://www.gutenberg.org/ebooks/64866",
    "autor": "Schoolcraft, Henry Rowe, 1793-1864",
    "titulo": "Narrative of an Expedition Through the Upper Mississippi to Itasca Lake, the Actual Source of This RiverEmbracing an Exploratory Trip Through the St. Croix and Burntwood (or Broule) Rivers",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"Narrative of an Expedition Through the Upper Mississippi to Itasca Lake\" by Henry R. Schoolcraft is a historical account written in the early 19th century. The work details Schoolcraft's explorative journey aimed at uncovering the source of the Mississippi River. The expedition focuses on interactions with Native American tribes, geographic observations, and the pressing need for peace between warring factions, particularly the Chippewa and Sioux nations.  The opening of the narrative sets the stage for the expedition, describing the governmental directives leading up to the journey and the important tasks assigned to Schoolcraft, such as pacifying conflicts between the Chippewa and Sioux and gathering statistical information regarding the tribes. Schoolcraft reflects on previous expeditions aimed at exploring the Mississippi and highlights the significance of this journey in furthering understanding of the region and its indigenous inhabitants. He shares his intentions and outlines the exploration’s objectives, all while emphasizing the importance of establishing communication and peace among the tribes he encounters. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "Dakota Indians",
        "Minnesota -- Description and travel",
        "Ojibwa Indians",
        "Indians of North America -- Government relations",
        "United States -- Discovery and exploration",
        "Mississippi River -- Discovery and exploration",
        "Natural history -- Minnesota",
        "Ojibwa language",
        "Saint Croix River (Wis. and Minn.)"
    ]
}