{
    "url": "https://www.gutenberg.org/ebooks/5346",
    "autor": "Eyre, Edward John, 1815-1901",
    "titulo": "Journals of Expeditions of Discovery into Central Australia and Overland from Adelaide to King George's Sound in the Years 1840-1: Sent By the Colonists of South Australia, with the Sanction and Support of the Government: Including an Account of the Manners and Customs of the Aborigines and the State of Their Relations with Europeans — Complete",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"Journals of Expeditions of Discovery into Central Australia and Overland from Adelaide to King George's Sound\" by Edward John Eyre is a historical account written in the early 19th century. This work chronicles Eyre's extensive explorations of Australia, specifically detailing his journeys undertaken in 1840-1841, including his observations of the geography, flora, fauna, and interactions with Aboriginal peoples. The narrative highlights Eyre's role as a leader of the expedition and reflects on the broader implications of European colonization and its impact on indigenous cultures.  The opening of the book sets the stage for Eyre's ambitious expedition, explaining the motivations behind the journey and the support he received from the South Australian colonists, as well as the government. Eyre shares details about forming the expedition committee and organizing resources. He expresses a profound awareness of the challenges ahead and a commitment to documenting the unknown regions of Australia. It also introduces his team and community's expectations, underscoring the mixture of excitement and anxiety that accompanies the undertaking. Eyre's reflections on civilization versus wilderness provide a poignant contrast as they embark on what would become a challenging yet significant journey into the heart of Australia. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "Australia -- Discovery and exploration",
        "Ethnology -- Australia"
    ]
}