{
    "url": "https://www.gutenberg.org/ebooks/71220",
    "autor": "United States. Congress. House. Committee on Naval Affairs",
    "titulo": "Report of the naval committee to the House of Representatives, August, 1850, in favor of the establishment of a line of mail steamships to the western coast of Africa, and thence via the Mediterranean to London; designed to promote the emigration of free persons of color from the United States to Liberia: also to increase the steam navy, and to extend the commerce of the United States. :  With an appendix added by the American Colonization Society.",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"Report of the Naval Committee to the House of Representatives, August, 1850\" is a historical account written in the mid-19th century. The report examines the establishment of a line of mail steamships to the western coast of Africa, aimed at promoting emigration of free persons of color from the United States to Liberia. It discusses the broader intention of strengthening the United States' naval presence and enhancing commerce while addressing issues related to the African slave trade.  At the start of this report, the Naval Committee lays out the context for the memorial submitted by Judge Joseph Bryan and his associates, advocating for the creation of a steamship line to facilitate the transportation of free blacks to Liberia. The committee highlights the inadequacy of the current American naval fleet compared to other nations and discusses the potential benefits of increased maritime trade and the suppression of the slave trade. They emphasize the need for a larger steam navy to support commerce and aid in public objectives, while examining the historical significance and operational successes of the American Colonization Society. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "African Americans -- Colonization -- Africa",
        "Mail steamers -- United States"
    ]
}