{
    "url": "https://www.gutenberg.org/ebooks/29313",
    "autor": "Hitchcock, Frederick L. (Frederick Lyman)",
    "titulo": "War from the InsideThe Story of the 132nd Regiment Pennsylvania Volunteer Infantry in the War for the Suppression of the Rebellion, 1862-1863",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"War from the Inside\" by Frederick L. Hitchcock is a historical account written in the early 20th century. The narrative recounts the experiences of the 132nd Regiment Pennsylvania Volunteer Infantry during the American Civil War, particularly focusing on the battles from 1862 to 1863. The author, who served as the adjutant and major of the regiment, shares firsthand observations and vivid descriptions of the life, challenges, and camaraderie of soldiers as they faced countless perils in the war.  The opening of the book introduces the reader to the author's initial days as an adjutant, beginning with the excitement and chaos in Washington following the Union's setbacks at the battles of Chantilly and Bull Run. Hitchcock reflects on the daunting transition from civilian life to military service, highlighting his own struggles with inexperience and fears as he steps into his new role. He describes the regiment's formation, their early drills, and the anxiety felt by the men as they prepared to march into battle, illustrating an engaging picture of the mental and physical trials they encountered in the lead-up to military engagements. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "United States -- History -- Civil War, 1861-1865 -- Personal narratives",
        "United States -- History -- Civil War, 1861-1865 -- Regimental histories",
        "Hitchcock, Frederick L. (Frederick Lyman)",
        "United States. Army. Pennsylvania Infantry Regiment, 132nd (1862-1863) -- Biography",
        "Soldiers -- Pennsylvania -- Biography",
        "Pennsylvania -- History -- Civil War, 1861-1865 -- Personal narratives",
        "Pennsylvania -- History -- Civil War, 1861-1865 -- Regimental histories"
    ]
}