{
    "url": "https://www.gutenberg.org/ebooks/45347",
    "autor": "Baum, L. Frank (Lyman Frank), 1856-1919",
    "titulo": "The Master KeyAn Electrical Fairy Tale Founded Upon the Mysteries of Electricity",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"The Master Key\" by L. Frank Baum is a children’s fantasy novel written in the early 20th century. The story centers around a young boy named Rob, who, after accidentally activating a mysterious artifact known as the Master Key of Electricity, is granted magical electrical powers along with a series of remarkable gifts from the Demon of Electricity. This tale intertwines themes of innovation, adventure, and the exploration of scientific possibilities, designed to capture the imagination of young readers while introducing them to the enchanting world of electricity.  At the start of the novel, we meet Rob, an inquisitive boy fascinated by electricity, who transforms the attic of his home into a workshop filled with elaborate electrical devices and experiments. His adventures begin when, through a misstep while working on his projects, he unwittingly summons the Demon of Electricity, who offers him three magical gifts each week for three weeks. In the opening portion, we witness Rob’s eager personality, his interactions with his family, and his whims of experimentation that lead to the extraordinary moment he meets the Demon. As the story progresses, these gifts will take Rob on wild adventures, where he will encounter challenges, including being captured by cannibals and interacting with pirates, all while learning about the importance of using his powers wisely. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "Fantasy literature",
        "Conduct of life -- Juvenile fiction",
        "Adventure stories",
        "Pirates -- Juvenile fiction",
        "Voyages and travels -- Juvenile fiction",
        "Youth -- Conduct of life -- Juvenile fiction",
        "Thieves -- Juvenile fiction",
        "Parent and child -- Juvenile fiction",
        "Electricity -- Juvenile fiction",
        "War -- Juvenile fiction",
        "Physical sciences -- Juvenile fiction"
    ]
}