{
    "url": "https://www.gutenberg.org/ebooks/70486",
    "autor": "Lovecraft, H. P. (Howard Phillips), 1890-1937",
    "titulo": "The lurking fear",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"The Lurking Fear\" by H. P. Lovecraft is a short story that falls within the horror genre and was written in the early 20th century. The narrative explores themes of fear, the supernatural, and the grotesque through the lens of a first-person protagonist who embarks on a harrowing quest to uncover the truth behind the terrifying legends surrounding Tempest Mountain and the haunted Martense mansion. Set against a backdrop of eerie landscapes and unsettling thunderstorms, the story encapsulates the essence of Lovecraftian horror, where the unknown evokes primal fears.  In the story, the unnamed narrator, driven by a mix of curiosity and dread, ventures into the decrepit Martense mansion with two companions, believing it to be the source of a recent wave of horrific events in the area. After a terrifying encounter with a shadowy creature that leaves his friends missing, he becomes obsessed with uncovering the secrets of the Martense family, whose dark past is rife with violence and abnormality. Partnering with a journalist named Arthur Munroe, they investigate the mansion's history and the terrifying manifestations of a lurking fear that seems to correlate with thunderstorms. The climax reveals a grotesque swarm of deformed creatures emerging from underground tunnels, leading to a chilling revelation about the true nature of the Martense legacy and the horror that resides in the dark depths beneath the mountain. As the narrator grapples with his horrifying experiences and the nature of fear itself, he is left haunted and disturbed by the implications of his findings. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "Short stories",
        "Horror tales",
        "Catskill Mountains Region (N.Y.) -- Fiction"
    ]
}