{
    "url": "https://www.gutenberg.org/ebooks/720",
    "autor": "Conrad, Joseph, 1857-1924",
    "titulo": "Almayer's Folly: A Story of an Eastern River",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"Almayer's Folly: A Story of an Eastern River\" by Joseph Conrad is a novel written in the late 19th century. The story is set in a tropical setting, focusing on the life of Kaspar Almayer, a Dutch trader who has invested his dreams and hopes in a seemingly lucrative venture in the East, but finds himself grappling with disillusionment and despair. The narrative delves into themes of ambition, cultural conflict, and the struggle between civilization and savagery as Almayer's life is intertwined with the beauty and brutality of the surrounding world.  The opening of the novel introduces us to Kaspar Almayer, who is lost in his dreams of wealth and freedom while reflecting on his life by the river. We learn about his aspirations to escape the difficulties he faces, his feelings of entrapment, and his longing for success, especially for the sake of his daughter, Nina. As he contemplates the past, memories of his experiences in Macassar come flooding back, revealing how they shaped his desire for prosperity. The narrative also hints at rising tensions and complexities in Almayer's personal life through his relationships with his wife and the local Malay community, foreshadowing the potential conflicts that will arise as the story unfolds. The arrival of his friend Dain, whose timely return promises hope, and the interactions with various local figures set the stage for a deeper exploration of Almayer's fortunes and the lives of those around him. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "Dutch -- Borneo -- Fiction",
        "Didactic fiction",
        "Imperialism -- Fiction",
        "Psychological fiction",
        "Trading companies -- Fiction",
        "Lingard, Tom (Fictitious character) -- Fiction",
        "Borneo -- Fiction"
    ]
}