{
    "url": "https://www.gutenberg.org/ebooks/59828",
    "autor": "Rymer, James Malcolm, 1814?-1884",
    "titulo": "The String of Pearls; Or, The Barber of Fleet Street. A Domestic Romance.",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"The String of Pearls; Or, The Barber of Fleet Street. A Domestic Romance.\" by Rymer et al. is a novel written in the mid-19th century. The story revolves around Sweeney Todd, a peculiar barber with a dark reputation in Fleet Street, and explores themes of mystery and crime. The character of Todd is central to the narrative, embodying both oddity and menace, leaving readers intrigued by his secretive and sinister dealings.  At the start of the novel, we are introduced to Sweeney Todd and his apprentice, Tobias Ragg, in the barber's humble shop. Todd's bizarre demeanor quickly becomes evident as he issues aggressive warnings to Tobias, establishing an unsettling tone. A curious customer enters, showcasing the barber's odd fixation with secrecy and fear. Meanwhile, the arrival of a dog belonging to a mysterious man hints at deeper entanglements and potential loss, raising questions about the fate of an absent character named Mark Ingestrie and his beloved, Johanna Oakley. The opening lays the groundwork for a tale filled with intrigue, danger, and a touch of romance, setting the stage for the entangled fates of its characters. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "Historical fiction",
        "Horror tales",
        "Revenge -- Fiction",
        "Young women -- Fiction",
        "Missing persons -- Fiction",
        "Suspense fiction",
        "Murder -- Fiction",
        "Mystery fiction",
        "Todd, Sweeney (Legendary character) -- Fiction",
        "Barbers -- Fiction",
        "Bakers -- Fiction",
        "Cannibalism -- Fiction",
        "Fleet Street (London, England) -- Fiction",
        "London (England) -- Social life and customs -- 18th century -- Fiction"
    ]
}