{
    "url": "https://www.gutenberg.org/ebooks/70468",
    "autor": "Defoe, Daniel, 1661?-1731",
    "titulo": "Rebilius Crūsō :  Robinson Crusoe, in Latin; a book to lighten tedium to a learner",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"Rebilius Crūsō: Robinson Crusoe, in Latin; a book to lighten tedium to a learner\" by Francis William Newman is a Latin adaptation and educational tool derived from Daniel Defoe's classic novel, likely written in the late 19th century. The text aims to make learning Latin engaging and accessible by presenting the well-known story of Robinson Crusoe through a simplified and remolded lens, focusing on practical understanding and varied vocabulary. This work is intended to support Latin learners in a more dynamic way than traditional texts, highlighting the life and adventures of its central character, Robinson.  The opening of Rebilius Crūsō presents an introduction to the book's purpose, explaining its aim to assist learners in overcoming the tedium often associated with Latin study. Newman highlights the ineffective, overly scientific methods previously employed in Latin education, advocating for a more natural approach to language learning, where vocabulary and concepts can be grasped through engaging texts. Following this introduction, the narrative begins to recount the background of Robinson Crusoe, revealing his lineage, early adventures, and the unfortunate circumstances that lead him to a life of isolation on a deserted island. The opening segment sets up an exploratory framework for Crusoe's journey, focusing on his psychological struggles and survival instincts in an unfamiliar environment. (This is an automatically generated summary.)",
    "idioma": "Latin",
    "temas": [
        "Shipwreck survival -- Fiction",
        "Islands -- Fiction",
        "Crusoe, Robinson (Fictitious character) -- Fiction",
        "Atlantic Ocean -- Fiction",
        "Adventure stories",
        "Castaways -- Fiction",
        "Latin language -- Readers"
    ]
}