{
    "url": "https://www.gutenberg.org/ebooks/63415",
    "autor": "Mayhew, Henry, 1812-1887",
    "titulo": "London Labour and the London Poor, Vol. 4",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"London Labour and the London Poor, Vol. 4\" by Henry Mayhew is a detailed sociological account written during the mid-19th century. This volume focuses on the non-working segments of London's population, examining their lives and conditions, and aims to shed light on the societal issues concerning vice and crime in the metropolis. Mayhew's work is intended as a revelation of the struggles faced by the city's marginalized classes, including criminals, beggars, and prostitutes, pegged against a backdrop of poor social conditions and the efforts being made to address these issues.  The opening of the text sets the stage by emphasizing the book's significance as a unique and comprehensive examination of London’s lower classes, which contrasts the ignorance of the privileged about their struggles. This volume specifically looks at the “Dangerous Classes,” revealing detailed insights into their lifestyles, motivations, and the complex networks of crime and survival. Mayhew describes how he gathered information through extensive dialogues with these individuals and offers various autobiographical accounts that expose the harsh realities they face. Additionally, an introductory essay outlines the current efforts and agencies aimed at tackling social issues and improving the lives of those in desperate circumstances, establishing a framework for understanding the dual nature of London as both a hub of vice and a field for potential rehabilitation and reform. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "Poor -- England -- London",
        "London (England) -- Social conditions",
        "Criminals -- England -- London",
        "Prostitution -- England -- London",
        "Charities -- England -- London",
        "Working class -- England -- London",
        "Unemployed -- England -- London"
    ]
}