{
    "url": "https://www.gutenberg.org/ebooks/8780",
    "autor": "Dante Alighieri, 1265-1321",
    "titulo": "The Divine Comedy by Dante, Illustrated, Hell, Volume 02",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"The Divine Comedy by Dante, Illustrated, Hell, Volume 02 by Dante Alighieri\" is a poetic epic written in the early 14th century, during the late medieval period. This monumental work is considered a cornerstone of world literature and explores themes of morality, the afterlife, and divine justice through an allegorical journey. The likely topic of this volume centers on Dante's descent into Hell, detailing the experiences and encounters he faces as he navigates the various circles of the inferno.  In this volume, Dante, guided by the Roman poet Virgil, ventures through the gates of Hell, where he is confronted by the souls of the damned. In Canto III, they arrive at the entrance, marked by the ominous inscription “Abandon all hope, ye who enter here,” which sets the tone for the despair that envelops the lost souls within. Dante learns that many of these souls are neither condemned to Heaven nor Hell, but rather exist in a limbo due to their lack of recognized faith. As they continue their journey, they encounter Charon, the ferryman of the dead, who reluctantly agrees to carry them across the river Acheron, symbolizing a crossing into eternal suffering. In Canto IV, they enter the first circle of Hell, where virtuous pagans reside, lamenting their inability to attain salvation. Here, Dante meets renowned historical and mythological figures like Homer and Socrates, highlighting the blend of classical and Christian teachings that resonates throughout his work. The descriptions of Dante’s encounters establish a profound reflection on sin, redemption, and the soul's quest for divine love. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "Hell -- Poetry",
        "Epic poetry, Italian -- Translations into English",
        "Italian poetry -- To 1400 -- Translations into English"
    ]
}