{
    "url": "https://www.gutenberg.org/ebooks/28021",
    "autor": "Unknown",
    "titulo": "Pictures and Stories from Uncle Tom's Cabin",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"Pictures and Stories from Uncle Tom's Cabin\" by Unknown and Harriet Beecher Stowe is a collection of illustrated narratives designed for young readers, written in the early to mid-19th century. This adaptation aims to simplify the profound story of \"Uncle Tom's Cabin,\" making it accessible for children while fostering empathy towards the oppressed African American community. The book highlights the injustices faced by enslaved individuals and serves as an introduction to significant social themes tied to race and morality.  The content primarily revolves around the harrowing journey of Eliza, a mother who escapes to save her son Harry from being sold into slavery, and Uncle Tom, a devoted man sold away from his family. Eliza's desperate flight across treacherous terrain, including a daring crossing of the icy river to evade capture, showcases her bravery and determination. The narrative interweaves stories of compassion from characters such as the Bird family and the Quakers, who help Eliza and Harry seek freedom while exploring themes of love, sacrifice, and resilience against the backdrop of a cruel institution. Ultimately, the book not only tells the story of individuals striving for freedom but also critiques the moral landscape of a society that permits such suffering. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "Southern States -- Juvenile fiction",
        "Uncle Tom (Fictitious character) -- Juvenile fiction",
        "Plantation life -- Juvenile fiction",
        "African Americans -- Juvenile fiction",
        "Master and servant -- Juvenile fiction",
        "Fugitive slaves -- Juvenile fiction",
        "Slavery -- Juvenile fiction",
        "Enslaved persons -- Juvenile fiction"
    ]
}