{
    "url": "https://www.gutenberg.org/ebooks/38253",
    "autor": "Barbosa, Duarte, 1480?-1521",
    "titulo": "A Description of the Coasts of East Africa and Malabar in the Beginning of the Sixteenth Century",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"A Description of the Coasts of East Africa and Malabar in the Beginning of the Sixteenth Century\" by Duarte Barbosa is a historical account likely written in the early 16th century. This work offers a detailed description of the trade routes, seaports, and the various cultural practices along the East African and Malabar coasts during a key period in maritime history. The narrative is rich with observations regarding commerce, religion, and the daily lives of the people Barbosa encountered, painting a vivid picture of early globalization.  The opening of this narrative introduces the author as Duarte Barbosa, a Portuguese who has dedicated his experiences in the Indies to writing a comprehensive report for future generations. He outlines the geographical features from the Cape of Good Hope to various important towns and trading centers like Sofala and Mombasa, emphasizing their economic significance and the interactions among different cultures. Barbosa details the products traded, the local customs of the inhabitants, and the Portuguese endeavors to establish influence in these territories. This beginning serves as a promising entry into the complexities of commerce and cultural exchange during a pivotal moment in history. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "Malay Archipelago -- Description and travel",
        "Arabian Peninsula -- Description and travel",
        "Voyages and travels -- Early works to 1800",
        "Africa, East -- Description and travel -- Early works to 1800",
        "Iran -- Description and travel -- Early works to 1800",
        "India -- Description and travel -- Early works to 1800",
        "Malabar (India) -- Description and travel",
        "China -- Description and travel -- Early works to 1800"
    ]
}