{
    "url": "https://www.gutenberg.org/ebooks/61767",
    "autor": "Castlemon, Harry, 1842-1915",
    "titulo": "Winged Arrow's Medicine; Or, The Massacre at Fort Phil Kearney",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"Winged Arrow's Medicine; Or, The Massacre at Fort Phil Kearney\" by Harry Castlemon is a historical novel written in the early 20th century. The story follows Guy Preston, a young second lieutenant in the cavalry, who is stationed at Fort Phil Kearney during a time of conflict with the Sioux Indians, led by the chief Red Cloud. The narrative delves into the complexities of frontier life, the conflict between settlers and Native Americans, and the tension surrounding impending hostilities.   At the start of the novel, Guy Preston is seen undertaking a seemingly innocuous task of hunting prairie chickens, unaware of the brewing danger around him. During his outing, he encounters Winged Arrow, a Sioux youth who speaks fluent English and warns him of an impending massacre intended to take place against the soldiers at the fort. The conversation reveals the deep-seated grievances of the Sioux against the encroaching settlers, emphasizing the harsh realities of broken treaties and loss of land. This meeting sets the stage for the novel's exploration of cultural conflict, bravery, and the chilling events that follow as tensions escalate into violence. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "Conduct of life -- Juvenile fiction",
        "Indians of North America -- Juvenile fiction",
        "Youth -- Conduct of life -- Juvenile fiction",
        "Soldiers -- Juvenile fiction",
        "Hunting -- Juvenile fiction",
        "Courage -- Juvenile fiction",
        "Prisoners -- Juvenile fiction",
        "Youth and death -- Juvenile fiction",
        "Massacres -- Juvenile fiction",
        "Ambition -- Juvenile fiction",
        "Fetterman Fight, Wyo., 1866 -- Juvenile fiction",
        "Red Cloud's War, 1866-1867 -- Juvenile fiction",
        "Treaties -- Juvenile fiction",
        "Wyoming -- History -- Juvenile fiction"
    ]
}