{
    "url": "https://www.gutenberg.org/ebooks/22166",
    "autor": "United States. Work Projects Administration",
    "titulo": "Slave Narratives: A Folk History of Slavery in the United States from Interviews with Former Slaves, Volume IV, Georgia Narratives, Part 2",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"Slave Narratives: A Folk History of Slavery in the United States from Interviews with Former Slaves\" is a historical account compiled by the Federal Writers' Project in the late 1930s. This collection documents firsthand accounts of former slaves, detailing their experiences during slavery in the United States through individual narratives, providing a unique perspective on their lives and the institution of slavery itself. The likely aim is to preserve the voices and memories of those who lived through a painful chapter in American history and to offer insights into their daily lives, hardships, and moments of resilience.  The opening portion of the work introduces various informants and begins with the recollection of Elisha Doc Garey, who shares vivid memories of his early life and experiences as a slave. He describes the conditions of plantation life, including work routines, family relations, and the meager accommodations provided for slaves. The narrative includes specific details about food, clothing, daily chores, and the occasional celebrations, painting a picture of both hardship and a sense of community. Following Garey's story, other ex-slaves recount their own experiences, highlighting themes of cruelty, kindness from certain masters, and the longing for freedom, revealing the complexity of life under slavery as well as the enduring spirit of those who lived it. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "Enslaved persons -- Georgia -- Biography",
        "Slave narratives -- Georgia",
        "Enslaved persons -- Georgia -- Social conditions",
        "Slavery -- Georgia",
        "African Americans -- Georgia -- Biography"
    ]
}