{
    "url": "https://www.gutenberg.org/ebooks/12259",
    "autor": "Defoe, Daniel, 1661?-1731",
    "titulo": "Memoirs of a CavalierA Military Journal of the Wars in Germany, and the Wars in England.From the Year 1632 to the Year 1648.",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"Memoirs of a Cavalier\" by Daniel Defoe is a historical novel written in the early 18th century, during the late 17th to early 18th century. The narrative is framed as a memoir of a soldier aligned with King Charles I during the tumultuous period of the English Civil War (1642-1651), which follows the protagonist's experiences in both the Thirty Years' War in Europe and the English Civil War, exploring themes of loyalty, honor, and the chaotic nature of war.  The opening of \"Memoirs of a Cavalier\" introduces the protagonist, a gentleman born into a wealthy family, whose formative years at Oxford have fostered an adventurous spirit. As he longs to see the world, he persuades his father to allow him to travel abroad alongside his friend, Fielding. Their journey begins with an excursion to Paris, where, through a series of misadventures, including a chance encounter with a kind priest, they navigate new experiences. The narrative tone combines a sense of youthful enthusiasm with vivid details of the war-torn backdrop of early 17th-century Europe, setting the stage for the Cavalier's subsequent military exploits and encounters that will define his character and mirror the trials of the times. The protagonist's journey hints at the broader historical themes and conflicts that Defoe seeks to delve into throughout the memoir. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "Historical fiction",
        "War stories",
        "Thirty Years' War, 1618-1648 -- Fiction",
        "Soldiers -- Fiction",
        "Great Britain -- History -- Civil War, 1642-1649 -- Fiction",
        "Royalists -- Fiction",
        "Great Britain -- History, Military -- 1603-1714 -- Fiction"
    ]
}