{
    "url": "https://www.gutenberg.org/ebooks/45702",
    "autor": "Ibsen, Henrik, 1828-1906",
    "titulo": "Kummittelijoita: Kolminäytöksinen perhenäytelmä",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"Kummittelijoita: Kolminäytöksinen perhenäytelmä\" by Henrik Ibsen is a three-act family drama likely written during the late 19th century. The play delves into complex themes surrounding family dynamics, societal expectations, and personal struggles, centered on the character of Rouva Helena Alving, her son Osvald Alving, and other figures such as Pastori Manders and Puuseppä Engstrand. Ibsen’s work often explores the darker aspects of human relationships and societal norms, making this drama a significant exploration of familial and moral conflicts.  The opening of the play introduces us to a garden-room setting where we meet several key characters. Engstrand, a carpenter, interacts with Regina, a servant, who pushes him away while expressing disdain. Their exchange hints at underlying tensions and Engstrand’s desire for Regina to join him should he move back to the city. They discuss the arrival of Pastor Manders, who walks into the room following their conversation. He brings with him a more formal tone, and Rouva Alving soon joins the scene. The dynamic between these characters sets the stage for revelations about past relationships and current aspirations, indicating a brewing conflict within the household as they prepare for the inauguration of a children's home — a project closely linked to Helena's deceased husband’s legacy. The dialogue captures a sense of unease and a lingering contemplation about the past, hinting at deeper troubles that may unfold as the story progresses. (This is an automatically generated summary.)",
    "idioma": "Finnish",
    "temas": [
        "Families -- Drama",
        "Europe -- Social conditions -- 19th century -- Drama",
        "Tragedies",
        "Mothers and sons -- Drama",
        "Domestic drama",
        "Norwegian drama -- Translations into Finnish"
    ]
}