{
    "url": "https://www.gutenberg.org/ebooks/61100",
    "autor": "Trow, Harrison, 1843-1925",
    "titulo": "Charles W. Quantrell :  a true history of his guerrilla warfare on the Missouri and Kansas border during the Civil War of 1861 to 1865",
    "publicacao": "United States: Greenleaf Publishing Company,1954.",
    "resumo": "\"Charles W. Quantrell\" by John P. Burch is a historical account written in the early 20th century. This narrative delves into the life and guerrilla warfare led by Charles W. Quantrell on the Missouri and Kansas border during the tumultuous Civil War years from 1861 to 1865. Through the eyes of Captain Harrison Trow, who fought alongside Quantrell, the book explores the complexities of warfare, revenge, and survival in a deeply divided landscape, depicting both the brutal realities of conflict and the personal motivations behind Quantrell's actions.  The opening of the narrative introduces Captain Trow, who recounts the genesis of guerrilla warfare in the region, driven by personal vendettas and political strife. Trow details the early life of Quantrell, outlining his transformation from a young man seeking revenge against those who harmed his family, to a leader rallying a group of men against their oppressors. As Trow shares tales of Quantrell’s first skirmishes, readers learn about the intense and often violent interactions between guerrilla fighters and their enemies, illustrating the brutal nature of civil war and the lengths individuals will go to reclaim agency amidst chaos. The text does not shy away from depicting the moral ambiguities and the heartbreaking human cost of such conflicts, setting the stage for deeper explorations of warfare as the narrative progresses. (This is an automatically generated summary.)",
    "idioma": "English",
    "temas": [
        "Guerrilla warfare",
        "Missouri -- History -- Civil War, 1861-1865",
        "Kansas -- History -- Civil War, 1861-1865",
        "Quantrill, William Clarke, 1837-1865"
    ]
}